tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "steipete/tap"
brew "ccusage"
brew "chezmoi"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "poppler"
brew "resvg"
brew "rust"
brew "sevenzip"
brew "sheldon"
brew "starship"
brew "tailscale", restart_service: :changed
brew "yazi"
brew "zellij"
brew "zoxide"
cask "alt-tab"
cask "arc"
cask "azookey"
cask "claude"
cask "steipete/tap/codexbar"
cask "discord"
cask "elecom-mouse-util"
cask "fork"
cask "ghostty"
cask "karabiner-elements"
cask "logi-options+"
cask "obsidian"
cask "opencore-configurator"
cask "parsec"
cask "proxy-audio-device"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zen"
mas "LINE", id: 539883307
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "platformio.platformio-ide"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "visualstudiotoolsforunity.vstuc"
vscode "yoavbls.pretty-ts-errors"
