tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "ccusage"
brew "chezmoi"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "poppler"
brew "resvg"
brew "rust"
brew "sevenzip"
brew "sheldon"
brew "starship"
brew "tailscale", restart_service: :changed
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "arc"
cask "discord"
cask "elecom-mouse-util"
cask "ghostty"
cask "karabiner-elements"
cask "logi-options+"
cask "opencore-configurator"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
cask "zen"
mas "LINE", id: 539883307
